000
10
100
11
110
12
13
14
14th
15
150
16
17
175
18
19
1927
1941
1960s
1963
1970s
1980s
1987
1989
1990
1990s
1991
1992
1993
1994
1995
1996
1997
1998
1999
20
200
2000
2001
2002
202
20th
21
212
21st
22
23
24
25
26
266
27
28
29
30
300
31
32
33
34
346
35
37
38
39
390
40
400
404
41
42
4204
43
44
444
45
47
48
49
50
500
51
52
526
54
5456
556
57
60
600
602
61
65
70
700
71
732
75
757
767
77
80
800
85
887
888
90
93
95
9867
aaron
abandoned
abc
abdullah
ability
able
aboard
abroad
absence
absolutely
abstract
abu
academy
accept
access
accident
according
account
accounted
accounts
accused
acknowledge
acknowledged
act
acting
action
actions
active
activities
activity
actor
actors
acts
actually
adam
add
added
adding
addition
additional
address
addressed
adds
administration
administrative
admitted
adopted
adults
advance
advertising
advice
advised
adviser
advisers
advises
advisory
aes
affairs
affect
affected
afghan
afghanistan
afraid
africa
aftermath
afternoon
against
age
aged
agencies
agency
agent
agents
ages
ago
agree
agreed
agreement
ahead
ahmad
aid
aides
aids
aimed
air
airborne
aircraft
airline
airliner
airliners
airlines
airplane
airplanes
airport
airports
airtran
akamai
albany
alert
alexandria
alfred
alive
allah
alliance
allies
allison
allowed
allowing
allows
alternative
always
ambulance
america
american
americans
amid
amount
amounts
amp
amtrak
amy
analyst
analysts
anchor
anderson
andrea
andrew
andy
angelenos
angeles
angell
anger
angry
animals
anniversary
announce
announced
announcement
annual
anonymity
ansett
answer
answered
answers
ant
anthony
anti
antibiotics
antoinette
ants
anxiety
anxious
anymore
aol
ap
apartment
apparent
apparently
appearance
appeared
appears
apple
apply
approach
approached
approval
april
arab
arabia
arabic
arabs
arafat
architect
architecture
area
areas
aren
ari
ariz
arizona
arlington
arm
armed
arms
army
arranged
arrangements
array
arrested
arrive
arrived
arriving
art
arthur
article
artist
artists
arts
ash
ashcroft
asia
asian
ask
asked
asking
asks
assassinated
assassination
assault
assaults
assess
assessing
assigned
assist
assistance
assistant
associate
associates
association
assure
athletic
atlantic
atop
atta
attack
attacked
attackers
attacks
attempted
attempting
attempts
attendant
attendants
attended
attention
attn
attorney
attractive
auction
audience
audio
aug
august
austin
australia
austria
author
authorities
authority
auto
avenue
average
aviation
avoid
aware
awareness
awful
baby
backed
background
bacon
bad
bag
baggage
bags
baking
balance
ball
baltimore
bamboo
ban
band
bank
banking
banks
banned
banner
baptist
bar
barbara
barely
barksdale
barriers
barry
bartlett
base
baseball
based
basement
bases
basic
basically
basis
bass
bathroom
battery
battle
bay
bc
beach
bear
beat
beautiful
bed
beer
began
begin
beginning
begins
begun
behavior
beirut
belief
beliefs
believe
believed
believes
bellevue
beneath
benefit
benefits
berenson
bernard
big
bigger
biggest
bill
billion
bills
bin
bingham
birds
birthday
bit
bits
bitter
bizarre
black
blame
blanchard
blast
bless
blessing
block
blocks
blood
blount
blow
blowing
blue
board
boarded
boards
bob
bodies
body
boeing
bomb
bombers
bombing
bombings
bombs
bond
bonds
book
books
border
borders
born
borrowed
bos
boss
boston
bottles
bottom
bought
bound
bow
bowl
box
boxes
boy
boyfriend
boys
branch
braves
brazelton
bread
break
breaking
breath
brennan
brian
bridge
bridges
briefing
briefings
briefly
bright
bring
brings
britain
british
broad
broadcast
broader
broadway
broke
broken
broker
brokerage
brokerages
brooklyn
brooks
brother
brotherhood
brothers
brought
brown
bruce
brussels
budget
budgets
build
building
buildings
built
bulgari
bunker
bureau
buried
burned
burnett
burning
burns
bus
bush
business
businesses
businessman
busy
butter
buy
buying
cabinet
cable
cairo
cake
calif
california
call
called
caller
calling
calls
calm
calories
cambridge
camera
cameras
camp
campaign
camps
campus
canada
canadian
cancel
canceled
candidate
cantor
capabilities
capacity
capital
capitol
capra
captain
capture
captured
car
card
cards
care
career
careful
carefully
cargo
carl
carnage
carolina
carpenter
carr
carried
carrier
carriers
carroll
carry
carrying
cars
carter
cartoon
case
cases
cash
cast
casualties
catastrophe
catastrophic
catch
categories
category
cathedral
catholic
caught
caused
causing
cbs
ceiling
celebrated
celebration
cell
cells
cellular
center
centers
central
century
certainly
chain
chairman
challenge
challenger
challenges
chambers
chance
chances
chang
change
changed
changing
channel
chaos
character
characters
charge
charged
charges
charles
charred
chart
check
checked
checking
checkpoint
checkpoints
checks
cheddar
cheese
chef
chemical
cheney
chicago
chief
chiefs
child
children
chilling
china
chinese
choice
choices
choose
chose
chris
christian
christians
christopher
chronicle
chuck
chunks
church
churches
cia
circle
circuits
circumstances
cities
citizens
city
civil
civilian
civilians
claim
claims
clark
class
classes
classic
clean
cleaning
cleanup
clear
clearing
clearly
cleveland
client
clients
clinton
clock
close
closed
closely
closer
closing
closure
clothes
clothing
cloud
clouds
club
clues
cnn
coach
coalition
coast
coated
cockpit
code
coffee
coffin
cold
cole
colin
collapse
collapsed
collapsing
colleague
colleagues
collected
collecting
collection
collective
college
color
colorado
columbia
column
columnist
columns
combat
comedy
comes
comfort
comfortable
comforting
comic
comics
coming
command
commandeered
commander
comment
commentary
comments
commerce
commercial
commission
commissioner
commitment
committed
committee
common
communications
communities
community
companies
company
compare
compared
compassion
compensation
complete
completed
completely
complex
comprehend
computer
computers
concept
concern
concerned
concerns
concert
concrete
condemned
condition
conditions
conduct
conducted
conducting
conference
conferences
confidence
confident
confirm
confirmed
conflict
confusion
congress
congressional
conn
connected
connecting
connection
consensus
conservation
conservative
consider
considerable
considered
considering
constant
constantly
construction
consulate
consultant
consultants
consulting
consumer
consumers
contact
contacted
contained
contemporary
content
context
continue
continued
continues
continuing
contractors
contrast
contributed
contributions
control
controlled
controller
controllers
controls
conventional
conversation
conversations
convicted
convinced
cook
cooking
cool
cooperation
coordinated
coordination
cope
copies
coral
cordoned
core
corner
corp
corporate
corporations
cost
costs
couldn
council
counseling
count
counted
counter
counterterrorism
countless
countries
country
county
couple
course
courses
court
cover
coverage
covered
covering
cowardly
coxnet
coxnews
cranes
crash
crashed
crashes
crashing
crawl
crazy
cream
create
created
creating
creation
creators
credible
credit
crew
crews
cried
crime
criminal
crises
crisis
critic
critical
criticism
critics
cross
crossed
crowd
crowded
crowley
cruise
crumbled
crushed
cry
crying
crystal
csun
cultural
culture
cummings
cup
cups
curbside
currency
current
customer
customers
customs
cut
cuts
cutters
cutting
dad
daily
dallas
dam
damage
damaged
dan
dance
danger
dangerous
daniel
danny
dar
dark
data
database
date
dateline
dates
daughter
daughters
david
dawn
days
dayton
daytona
dazed
de
dead
deadly
deal
dealing
dean
death
deaths
debate
debra
debris
dec
decade
decades
december
decide
decided
decision
decisions
declared
decline
declined
dedicated
deena
deep
deeply
defend
defense
defenses
define
definitely
degree
degrees
dekkers
delay
delayed
delays
delilah
deliver
delivered
deliveries
delivery
delta
demand
democracy
democrat
democratic
democrats
denied
denver
departed
department
departure
depend
deputy
descent
describe
description
deserted
design
designated
designed
designer
designers
desire
desk
desperate
despite
destination
destinations
destroy
destroyed
destruction
detail
detailed
details
detect
detectors
determination
determine
determined
determining
detroit
devastated
devastating
devastation
develop
developed
developing
development
developments
device
devices
devoted
dick
didn
die
died
diego
difference
differently
difficult
dig
digging
digital
dimensions
dip
diplomatic
direct
directed
direction
directions
directly
director
dirt
disaster
disasters
disbelief
discount
discuss
discussed
discussing
discussions
disease
disney
display
dispute
disruption
dissident
distance
distant
distinction
district
disturbing
diverted
divided
division
dna
doctor
doctors
documentary
documents
doesn
dog
dogs
dollar
dollars
domestic
donald
donate
donation
donations
donors
doomed
door
doors
doubt
doug
download
downtown
downturn
dozen
dozens
dr
dramatic
draw
drawing
drawn
draws
dream
dreams
dressed
drew
drive
driven
driver
drivers
drives
driving
drop
dropped
drove
drug
dry
due
dulles
dump
dust
duty
eager
earlier
early
earth
earthquake
ease
easier
easily
east
eastern
easy
eat
ebay
econ
economic
economics
economist
economists
economy
ed
edge
editor
editorial
editors
eds
edt
education
edward
eerie
effect
effective
effects
effort
efforts
eggs
egypt
egyptian
eighth
el
election
electric
electrical
electricity
electronic
element
elementary
elements
elevator
elliott
embassies
embassy
embrace
embry
emerged
emergency
emory
emotion
emotional
emotions
emphasis
empire
employee
employees
empty
en
encouraged
ended
ending
endit
ends
enemies
enemy
energy
enforcement
engine
engineer
engineering
engineers
england
english
enormous
ensure
ensuring
enter
entered
entering
entertainment
entire
entirely
entry
environment
environmental
episode
equal
equipment
equipped
era
erin
escape
escaped
especially
essentially
establish
established
establishing
estate
estimate
estimated
estimates
estrin
ethnic
europe
european
evacuate
evacuated
evacuation
evening
event
events
eventually
everyday
evidence
evident
evil
exact
exactly
examine
examples
exchange
exchanges
executive
executives
exhibit
exhibition
exile
existence
expansion
expect
expected
expecting
expensive
experience
experienced
experiences
expert
experts
explain
explained
explains
explosion
explosions
explosives
exposure
express
expressed
expressing
expression
expressions
extend
extended
extensive
extent
extra
extreme
extremely
extremist
eye
eyes
faa
face
faced
faces
facilities
facility
facing
fact
faction
factions
factor
factors
factory
facts
failed
failure
fairly
faith
fall
fallen
falling
falls
false
familiar
families
family
famous
fans
fashion
fast
fat
fatalities
fate
father
fault
favor
favorite
fbc
fbi
fear
feared
fearful
fears
feature
features
fed
federal
fedex
feed
feel
feeling
feelings
feels
feet
fell
fellow
felt
female
fernando
fewer
field
fight
fighter
fighters
fighting
figure
figured
file
filed
files
fill
filled
film
films
final
finally
finance
financed
financial
find
finding
fine
fineman
finish
finished
fire
fired
firefighter
firefighters
firehouse
firemen
fires
firm
firms
fiscal
fisher
fit
fitzgerald
fix
fla
flag
flags
flames
fleischer
flesh
flew
flight
flights
floor
floors
florida
flour
flow
flower
flowers
flown
fly
flying
fo
focus
focused
focusing
follow
followers
follows
fonti
food
foods
foot
footage
football
force
forced
forces
forecast
foreground
foreign
forever
forget
form
formed
forms
fort
forum
forward
foster
fought
found
foundation
founded
founder
fourth
fox
fragile
france
francis
francisco
frank
frantic
fraser
frasier
fraud
fred
free
freedom
freedoms
fremson
french
frequently
fresh
friday
friend
friends
frightening
front
fruit
frustrated
fuel
full
fully
fun
function
functioning
fund
fundamentalist
funding
funds
funeral
funny
future
fw
gabriel
gain
game
games
garage
garden
gardening
gas
gate
gates
gather
gathered
gathering
gave
gaza
gear
gen
general
generally
generation
generations
geographic
george
georgia
german
germany
gesture
gestures
gets
getting
ghost
giant
gift
girl
girls
giuliani
giuliano
give
giving
gladstone
glass
glick
global
globe
goal
god
goes
going
gold
golden
goodbye
gore
gotten
gough
gov
government
governments
governor
grade
gradually
graham
grams
grand
grandmother
graphic
graphics
grasso
gray
greater
greatest
greatly
green
greene
greenwich
grew
griddle
grief
grieving
grim
ground
grounded
grounding
grounds
groundwork
group
groups
grow
growing
grown
growth
guard
guards
guess
guests
guidance
guide
guided
guidelines
guilty
gulf
gun
guns
guy
guys
hadith
hadn
hair
half
hall
hallways
halt
halted
hamas
hampshire
hand
handed
handful
handle
handling
hands
hang
hanging
hangs
hanson
happen
happened
happening
happens
happy
haq
haqqania
harakat
harbor
hard
harder
hardwood
harris
harry
harvard
harvest
hasn
hate
hatred
haven
hawaii
head
headed
heading
headquarters
heads
healing
health
healthscout
hear
heard
hearing
hearst
heart
hearts
heat
heavily
heavy
heightened
heirs
held
helen
helicopter
hell
help
helped
helping
helplessness
helps
henry
herald
hero
heroes
hide
high
higher
highest
highly
highway
highways
hijacked
hijacker
hijackers
hijacking
hijackings
hill
hillary
hills
hilton
hinge
hired
hirschman
historic
history
hit
hits
hitting
hoglan
hold
holding
holds
hole
holiday
holidays
holland
hollywood
holy
home
homes
honey
hong
honor
hope
hoped
hopeful
hopes
hoping
horrible
horrific
horror
horrors
horseradish
hospital
hospitals
host
hostile
hot
hotel
hotels
hour
hours
house
housed
houses
houston
howard
hr
http
hudson
huffman
huge
human
humanity
hundred
hundreds
hung
hunt
hunter
hunting
hurricane
hurt
husband
hussein
ida
idea
ideas
identification
identified
identifies
identify
identifying
ig
ii
iii
ill
image
images
imagination
imagine
immediately
immigration
imminent
impact
implement
importance
important
impossible
impromptu
improve
improvement
inch
inches
incident
incidents
include
included
includes
including
income
increase
increased
increasing
increasingly
indefinitely
independence
independent
index
india
indicating
indication
individual
individuals
industrial
industry
infamy
infected
influence
information
initial
initially
injured
injuries
inn
innocent
inside
inspired
installed
instance
instant
institute
institutions
instruction
instruments
insulation
insurance
insurers
intelligence
intend
intended
intense
interest
interested
interesting
interfaith
interior
international
internet
interpretation
interrupted
interstate
interview
interviewed
interviews
invasion
investigation
investigators
investment
investments
investor
investors
invited
involve
involved
involvement
involving
iran
iranian
iraq
iron
islam
islamabad
islamic
island
isn
israel
israeli
israelis
issue
issued
issues
italian
italy
items
jack
jackson
james
jammed
jane
japan
japanese
jay
jeff
jeffrey
jenin
jennifer
jeremy
jerry
jersey
jerusalem
jesus
jet
jetliner
jetliners
jets
jewish
jews
jfk
jihad
jim
job
jobs
joe
john
johnson
johnston
join
joined
joint
joists
joke
jokes
jones
jordan
jose
joseph
journey
joy
joyce
jr
judge
judgment
judy
julia
july
jump
jumped
jumping
june
jury
justice
justin
kabul
kansas
kaplan
katz
keefe
keeping
keeps
kelso
kennedy
kent
kenya
kevin
key
kicklighter
kids
kill
killed
killing
kim
kind
kinds
king
kingdom
kings
kitchen
knees
knew
knife
knives
knotty
knowing
knowledge
known
knows
kong
korea
korean
koreans
kuwait
la
labor
lack
ladder
laden
lady
lake
land
landed
landmark
lane
lang
language
large
largely
larger
largest
larry
lasting
late
later
latest
latin
laughing
laura
law
lawmakers
lawn
lawyer
lawyers
lax
lay
lead
leader
leaders
leadership
leading
leads
league
learn
learned
learning
leave
leaves
leaving
lebanon
led
lede
lee
left
legal
legs
leighton
length
lepage
lesson
lessons
letter
letters
level
levels
levine
lewin
lewis
lex
liberation
liberty
libya
lice
license
lifestyle
light
lights
likelihood
likely
lilies
limit
limited
lincoln
linda
line
lined
lines
link
linked
links
lisa
list
listed
listen
listened
listeners
listening
lists
literally
literary
literature
live
lived
lives
living
liz
ll
load
loaded
lobby
local
located
location
locations
locked
logan
london
longer
longhorns
look
looked
looking
looks
loose
loosely
lord
los
lose
losing
loss
losses
lost
lot
lots
louis
louisiana
love
loved
low
lower
lozano
lt
luck
lucky
luggage
lunch
lynch
lynn
mac
machine
machines
mad
madrasa
magazine
magbanua
magnitude
mail
mailed
main
maine
mainly
maintain
maintained
major
majority
makers
makes
makeshift
making
mall
managed
management
manager
managers
managing
mandy
manhattan
mansion
manual
manuals
map
maramotti
marie
marilyn
marilynn
mariners
mark
marked
market
marketing
markets
married
marshall
martha
martin
marwan
mary
maryland
masks
mass
massachusetts
massive
massport
master
mastermind
match
material
math
matt
matter
matters
matthew
max
maximum
maybe
mayor
mccarty
mcfadden
mckenna
mcloughlin
md
meal
meals
mean
meaning
means
meant
measure
measures
media
medical
medicare
medicine
medium
meet
meeting
meetings
member
members
memorial
memories
memory
memphis
mental
mention
mentioned
merrill
message
messages
met
metal
metaphors
method
metropolitan
mexico
miami
michael
microphone
microphones
mid
midday
middle
midtown
midwest
mike
mile
miles
militant
militants
military
milk
miller
milligrams
million
millions
mind
minds
mine
mineta
minis
minister
ministers
minor
minority
minute
minutes
miss
missed
missile
missiles
missing
mission
missions
mistake
mix
mixture
model
models
moderate
modern
mohamed
mohammed
mom
moment
moments
monday
money
monica
monitor
monitoring
montgomery
month
monthly
months
monumental
mood
moon
moore
morgan
morgue
morning
morris
moscow
mosque
mother
mount
mourn
mourning
move
moved
movement
moves
movie
movies
moving
mueller
muhammad
multiple
murder
murray
murtha
museum
musharraf
mushrooms
music
musical
muslim
muslims
mutual
mystery
naji
naked
named
names
nancy
narrative
nasdaq
nation
national
nations
nationwide
native
nato
natural
nature
navy
nbc
nearby
nearly
nebraska
necessarily
needed
needs
neighbor
neighborhood
neighboring
neighbors
neil
neill
nelson
nerve
nervous
net
nethaway
network
networks
newark
newhouse
newly
newscom
newspaper
newspapers
newton
nfl
nice
night
nightmares
nile
nn
nobel
noise
non
nonetheless
noon
normal
normalcy
norman
north
northeast
northern
note
noted
notes
notice
noticed
noting
notion
nov
november
nuclear
number
numbers
numerous
nurses
nuts
ny
nyc
nyt
nytimages
nytimes
oates
obvious
obviously
occasionally
occupied
occurred
ocean
oct
october
offer
offered
offering
offers
office
officer
officers
offices
official
officials
offutt
ogonowski
ohio
oil
ok
oklahoma
older
olson
olympics
online
onstage
open
opened
opening
opens
operate
operates
operating
operation
operational
operations
opportunities
opportunity
opposed
opposite
optional
options
orange
order
ordered
orderly
orders
ordinary
org
organization
organizational
organizations
organized
original
originally
originated
originating
orleans
ortiz
osama
oscar
others
outpouring
outrage
oval
oven
overcome
overnight
overseas
overthrow
overwhelmed
overwhelming
owned
owner
owners
pa
pac
pacific
package
packages
packed
page
paid
pain
painter
pair
pakistan
pakistani
palestine
palestinian
palestinians
palm
pan
panic
paper
papers
parent
parents
paretchan
paris
park
parked
parking
parks
part
partially
parties
partisan
partly
partner
partners
parts
party
pass
passage
passed
passenger
passengers
passing
past
pastor
pat
pataki
path
patient
patients
patinkin
patrick
patriotism
paul
pause
pay
paying
payments
peace
pearl
pedestrian
pennsylvania
pentagon
percent
perfect
perfectly
perform
performance
performed
perhaps
period
perished
perkins
permanent
perpetrators
persian
person
personal
personally
personnel
perspective
pet
pete
peter
pflp
philadelphia
phillies
phoenix
phone
phones
photo
photograph
photographer
photographs
photos
phrase
physical
pick
picked
picture
pictures
piece
pieces
piecing
pilot
pilots
pine
pitch
pitching
pittsburgh
place
places
plan
plane
planes
planned
planning
plans
plant
plants
plastic
play
played
player
players
playing
playoffs
plays
plaza
plea
plenty
plo
plot
plots
plowed
plunged
pocket
point
pointed
pointing
points
police
policies
policy
political
politically
politics
polyurethane
poor
pop
popular
population
porch
port
portion
portland
position
positive
possibility
possibly
post
postal
posted
postpone
postponed
potatoes
potential
poured
powder
powell
power
powerful
powers
practice
pray
prayer
prayers
praying
pre
precautions
precise
predicted
premiere
premium
preoccupation
preparation
prepare
prepared
preparing
presence
present
presented
president
presidential
presidents
press
pressure
presumed
pretty
prevent
prevented
previous
price
prices
primarily
primary
prime
prince
princess
principal
print
priority
private
prize
problem
problems
procedures
process
processing
produced
producer
producers
producing
product
production
products
professional
professionals
professor
profile
profit
program
programming
programs
project
projects
prominent
promised
prompted
proof
proper
property
proposed
prospect
prosperity
protect
protected
protecting
protection
protein
proud
proved
provide
provided
providence
providing
provisions
psyche
psychiatrist
psychiatry
psychological
psychologist
psychologists
psychology
public
published
publisher
publishers
pull
pulled
punish
purchase
purchased
purchasing
purpose
push
pushed
pushing
puts
putting
qa
quality
quarter
queen
queens
question
questioned
questioning
questions
quick
quickly
quiet
quietly
quoted
raab
race
raced
radar
radical
radio
radios
rage
raised
raising
rally
ran
random
range
rarely
rate
rates
ray
raymond
rdp
reach
reached
reaching
react
reacted
reaction
reactions
read
reading
ready
reagan
real
reality
realize
realized
reason
reasons
reassurance
reassure
reassured
rebound
rebuilding
recall
recalled
receive
received
receives
receiving
recent
recently
recession
recipe
recipes
recognition
recognize
recognized
recommended
record
recorded
records
recover
recovered
recovering
recovery
red
reduce
reeling
reference
referred
referring
reflected
refunds
refused
refuses
regard
regardless
regimes
region
regional
registered
regular
regulations
related
relations
relationship
relative
relatives
release
released
relief
religion
religious
reluctant
rely
remain
remained
remaining
remains
remarks
remember
remembered
remembers
remote
remove
removed
rent
rental
rented
reopen
reopened
reopening
reopens
rep
repair
repeated
repeatedly
replace
report
reported
reportedly
reporter
reporters
reports
represent
representative
representatives
represented
represents
republic
republican
republicans
request
requests
require
required
rescue
rescued
rescuers
research
reservations
reserve
residence
resident
residents
resistance
resolution
resolve
resources
respect
respond
responded
responding
responds
response
responses
responsibility
responsible
rest
restaurant
restaurants
restore
restricted
result
results
resume
resumed
resumes
resuming
resumption
retaliate
retaliation
retaliatory
retired
retreat
return
returned
returning
rev
revealed
revenge
revenue
review
reviews
revolution
rhoades
rice
rich
richard
rick
riddle
ride
rights
rise
rises
rising
risk
risks
river
road
rob
robert
robertson
rock
rodham
roger
rogers
role
roles
rolled
roman
romantic
ron
roof
room
rooms
roosevelt
root
rose
roughly
round
route
routes
routine
routinely
rove
row
royal
rubble
rudnick
rudolph
rudy
ruins
rule
rules
ruling
rumors
rumsfeld
run
running
runs
rural
rush
rushed
rushing
russia
russian
ruth
ryan
sacrifice
sad
saddam
sadness
safe
safely
safer
safety
sales
salt
salvation
sam
samiul
san
sandwiches
santa
sara
sarasota
sat
satellite
saturday
saudi
save
saved
saving
saw
saying
scale
scared
scary
scenario
scene
scenes
schedule
scheduled
school
schools
schumer
science
scientific
scientist
scientists
scope
scores
scott
scotty
scrambled
screaming
screen
screening
sea
sealed
search
searched
searches
searching
season
seat
seated
seats
seattle
sec
seconds
secret
secretary
section
sections
secure
securities
security
seeing
seek
seeking
seemingly
seems
seen
sees
seized
selig
sell
selling
semblance
seminar
sen
senate
senator
send
sending
senior
sense
sensitive
sentiment
separate
sept
september
sequence
series
seriously
serve
served
services
session
set
sets
setting
settled
severe
sex
sfchronicle
shadows
shaken
shape
shaqaqi
share
shared
shares
sharon
sharp
sharply
shattered
shelter
shelters
ship
shipments
ships
shirt
shock
shocked
shoes
shoot
shooting
shop
shoppers
shopping
shops
short
shortage
shortly
shot
shoulder
shouted
show
showed
showing
shown
shows
shrine
shut
shutdown
shuttle
sick
side
sides
sidewalks
sight
sign
significant
signs
silence
silent
similar
simple
simply
simulation
singer
singing
single
sirens
sister
sisters
sit
site
sites
sitting
situation
situations
size
sized
skies
skill
skills
sky
skyline
skyscraper
skyscrapers
slammed
sleep
sleeping
slightly
slow
slowly
small
smaller
smallville
smart
smashed
smith
smoke
smoldering
sniffing
social
society
soft
software
soil
sold
soldiers
solicitor
solid
solidarity
solo
somber
son
song
songs
sons
sony
soon
soot
sophisticated
sore
sorrow
sorry
sort
sorts
sought
soul
sound
sounded
sounds
soup
source
sources
south
southeast
southern
southwest
soviet
space
spaces
spawned
speak
speaker
speaking
special
specialist
specialists
specific
specifically
speech
speed
spend
spending
spent
spirit
spirits
split
spoke
spokesman
spokeswoman
sports
spot
spread
spring
springs
squad
square
st
stadium
staff
stage
stand
standard
standing
stands
stanley
star
stared
stars
start
started
starting
starts
statement
statements
staten
states
statesman
station
stations
status
stay
stayed
steady
steel
steffen
step
stephen
stepped
steps
steve
steven
stevenson
stir
stock
stocks
stone
stood
stop
stopped
stopping
store
stores
storm
story
straight
stranded
strange
strategic
strategy
street
streets
strength
stress
stretch
strike
strikes
string
stringent
strip
strong
stronger
strongly
struck
structural
structure
struggle
struggled
struggling
stuck
student
students
studied
studies
studio
study
stuff
stuffed
stunned
style
subject
subscribers
substantial
substantially
suburbs
subway
success
successful
successfully
succession
sudan
suddenly
suffer
suffered
suffering
sufficient
sugar
suggest
suggested
suggesting
suggests
suicide
suit
suits
summer
sun
sunday
super
superman
superpower
supervisor
supplies
supply
support
supported
supporters
supposed
sure
surely
surface
surplus
surprise
surreal
surrounded
surrounding
survive
survived
surviving
survivor
survivors
susan
susana
suspect
suspected
suspects
suspended
suspicious
sustained
sweet
swift
swiss
switch
symbol
symbols
sympathizers
sympathy
synch
syndicate
syria
system
systems
table
tablespoons
taiwan
takes
taking
taliban
talk
talked
talking
tall
tallest
tampa
tank
tanzania
tape
tapes
target
targeted
targets
task
taste
taught
tax
taxes
teacher
teachers
teaching
team
teams
tear
tears
teaspoon
tech
technical
technology
teen
telegram
telephone
televised
television
tell
telling
tells
temporarily
temporary
tenants
tend
tenn
tense
tension
ter
term
terminal
terminals
terms
terrible
terribly
territories
territory
terror
terrorism
terrorist
terrorists
test
tested
testing
texas
text
thank
thanks
theater
theaters
theme
theodore
theory
thick
thing
things
thinking
thinks
thomas
thompson
thought
thoughts
thousand
thousands
threat
threatened
threats
throat
throw
thursday
tick
ticket
ticketed
tickets
ties
tight
tim
timothy
tiny
tip
tips
title
tk
today
tokyo
told
toll
tom
tomatoes
tomorrow
tonight
tons
tony
took
tools
top
total
totally
touch
touched
tough
tour
tourist
tourists
tower
towers
town
track
tracked
tracking
trade
traders
trades
trading
traditional
traffic
tragedies
tragedy
tragic
train
trained
training
trains
transfer
transformed
translate
transponder
transport
transportation
trapped
trauma
traumatic
travel
traveled
travelers
traveling
travels
treasury
treat
treated
treaty
tree
trees
tremendous
triage
trial
tribune
tried
tries
trim
trip
trips
troops
trouble
truck
trucks
true
trust
truth
try
trying
tucker
tuesday
tunnel
turmoil
turn
turned
turning
turns
tv
twain
twin
twisted
type
types
typical
typically
ucla
ul
ultimately
unable
unaccounted
unbelievable
uncertain
uncertainty
unclear
understand
understanding
understood
unfolded
unfortunately
unimaginable
union
unique
unit
unite
united
units
unity
universal
university
unknown
unlike
unlikely
unprecedented
unusual
unusually
updates
upper
ups
upset
urban
urged
urging
users
uss
usual
ut
utterly
va
vacation
valley
values
van
vanished
variety
vast
ve
vehicle
vehicles
venice
vermont
version
veteran
vice
victim
victims
victory
video
videotape
vietnam
view
viewed
viewers
views
vigil
village
vincent
violence
violent
virginia
virtually
visible
vision
visit
visited
visiting
visitors
visual
vital
voice
voices
volatile
volume
volunteer
volunteers
voss
vote
voting
vowed
vowing
vulnerability
vulnerable
wachtel
wait
waited
waiting
wake
walk
walked
walker
walking
wall
walls
wanted
wants
war
warfare
warned
warner
warning
warnings
warrants
wars
wasn
watch
watched
watching
water
wave
wax
wayne
ways
wealthy
weapon
weapons
wear
wearing
weather
web
wedding
wednesday
week
weekend
weekly
weeks
weird
welcome
wept
weren
west
western
westin
wet
whip
white
wide
widely
widespread
wife
wild
wilde
william
williams
willing
win
wind
window
windows
winning
winter
wire
wires
wise
witness
witnessed
witnesses
wives
woke
wolf
woman
women
won
wonder
wonderful
wondering
wood
words
wore
worked
worker
workers
working
works
world
worldwide
worried
worries
worry
worse
worst
worth
wouldn
wreckage
wright
write
writer
writers
writes
writing
written
wrong
wrote
wtc
xxiii
yard
yasser
years
yee
yellow
yes
yesterday
york
yorkers
young
younger
youngest
zealand
zero
zone
zulu
